---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.MassSurfaceData
source: html/1aadcab2-9d41-6521-e5ad-ee8d88183383.htm
---
# MassSurfaceData Properties

Area of the references that the MassSurfaceData provides properties for.